{"appName":{"message":"ADHD Reader"},"appDesc":{"message":"ADHD Reader: Преобразуйте веб-страницы для улучшения концентрации"},"storeDesc":{"message":"⚡ ADHD Reader: Мгновенно преобразует веб-страницы в среду для чтения без отвлекающих факторов, специально адаптированную для людей с СДВГ и дислексией.\nНаш минималистичный интерфейс улучшает концентрацию и понимание текста, делая онлайн-чтение проще и эффективнее.\n\n✨ Почему стоит выбрать ADHD Reader?\n🧠 Повышенная концентрация для людей с СДВГ и дислексией\n🎯 Специальная типографика для улучшения фокусировки\n🔄 Мгновенное преобразование шрифтов в один клик\n🛡️ Полная конфиденциальность — все данные обрабатываются локально\n🔍 Технология шрифтов, основанная на научных исследованиях\n\n🚀 Ключевые функции\n• Простое включение/выключение\n• Оптимизированные шрифты для пользователей с СДВГ\n• Чистый, минималистичный интерфейс\n• Никакого сбора данных\n• Минимальное влияние на производительность браузера\n\n💡 Как это работает\nADHD Reader использует технологию FastFont, которая направляет ваш взгляд по тексту с помощью искусственных точек фиксации. Этот инновационный подход помогает сосредоточиться только на выделенных начальных буквах, пока мозг автоматически достраивает слово, значительно увеличивая скорость чтения и понимание.\n\nРасширение предлагает два варианта шрифтов:\n\n- Sans Serif: Чистый современный шрифт без декоративных элементов\n- Serif: Классический шрифт с засечками, улучшающими распознавание букв\n\n🔧 Инструкция по использованию\n\n1. Установите расширение\n2. Нажмите на иконку ADHD Reader в браузере\n3. Включите/выключите функцию по необходимости\n4. Выберите предпочитаемый тип шрифта\n5. Наслаждайтесь улучшенной концентрацией сразу же! ❓ Часто задаваемые вопросы\n\nБезопасно ли это?\n🔒 Абсолютно! ADHD Reader обрабатывает все данные локально, без передачи на внешние серверы. Ваша конфиденциальность полностью защищена.\n\nКак это помогает при СДВГ?\n🧠 Люди с СДВГ часто сталкиваются с трудностями визуального восприятия и удержания внимания при чтении. Наши специальные шрифты создают искусственные точки фиксации, которые направляют взгляд по тексту, уменьшая отвлекающие факторы и помогая сохранять концентрацию.\n\nРаботает ли расширение на всех сайтах?\n✅ Да — ADHD Reader работает практически на всех веб-страницах, преобразуя текст без нарушения функциональности сайтов.\n\nПомогает ли это при дислексии?\n📚 Да! Для многих людей с дислексией искусственные точки фиксации значительно улучшают понимание и скорость чтения, обеспечивая четкое визуальное ориентирование в тексте.\n\n🔬 Научная основа\nADHD Reader использует технологию FastFont, которая визуальные подсказки для облегчения чтения. Этот подход помогает пользователям с СДВГ и дислексией преодолеть типичные трудности:\n\n- Потерю места в тексте\n- Повторное прочтение одних и тех же строк\n- Отвлечение на окружающий текст\n\nКак это работает?\nВыделяя начальные буквы и создавая искусственные точки фиксации, FastFont направляет внимание читателя через текст, позволяя мозгу естественно «достраивать» слова. Это приводит к увеличению скорости чтения и улучшению понимания текста. Для некоторых пользователей — даже к «сверхвысокой» скорости чтения!"}}